Repository: 80Quattro/klaro
Catalog: Resources/Private/Language/*.klaro.xlf
Languages: cs, pl

# consentModal.title
source: Information that we collect
cs: Informace, které shromažďujeme
pl: Informacje, które gromadzimy

# consentModal.description
source: Here you can see and customize the information that we collect about you.
cs: Zde můžete vidět a přizpůsobit nastavení, které Vaše informace shromažďujeme.
pl: W tym miejscu mogą Państwo zdecydować, które informacje będziemy mogli gromadzić.

# privacyPolicy.title
source: privacy policy
cs: Ochrana osobních údajů
pl: Polityka prywatności

# privacyPolicy.text
source: To learn more, please read our {privacyPolicy}.
cs: Další podrobnosti si, prosím, přečtěte v Ochraně osobních údajů.
pl: Prosimy o wcześniejsze zapoznanie z naszym oświadczeniem o ochronie danych osobowych

source: OK
cs: Potvrdit
pl: Akceptuję.

# close
source: Save
cs: Zavřít
pl: Zamknij

source: Decline
cs: Odmítnout
pl: Odmawiam.

source: Save
cs: Uložit
pl: Zachowaj moje ustawienia.

# googleTagManager.description
source: Embed additional JavaScript files
cs: Připojení dodatečných JavaScript
pl: Gromadzenie statystyk odwiedzin, aktywacja JavaScript

# googleAnalytics.description
source: Collection of visitor statistics
cs: Shromažďování statistik návštěvnosti
pl: Gromadzenie i analiza statystyk odwiedzin

# purposes.analytics
source: Collection of visitor statistics
cs: Shromažďování statistik návštěvnosti
pl: Gromadzenie i analiza statystyk odwiedzin

# purposes.security
source: Security
cs: Zabezpečení
pl: Ochrona

# consentNotice.description
source: We collect and process your personal information for the following purposes: {purposes}.
cs: Vaše osobní údaje jsou zpracovávány a ukládány pro následující účely: Statistiky návštěvnosti.
pl: Gromadzimy i przetwarzamy Państwa dane osobowe do celów statystycznych.

# consentNotice.changeDescription
source: There were changes since your last visit, please update your consent.
cs: Od Vaší poslední návštěvy došlo k některým změnám, proveďte, prosím, aktualizaci Vašeho nastavení.
pl: Od Państwa ostatnich odwiedzin pojawiły się zmiany. Prosimy o aktualizację Państwa wyborów

# consentNotice.learnMore
source: Learn more
cs: Dozvědět se víc
pl: Dowiedz się więcej

# app.disableAll.title
source: Toggle all apps
cs: Zapnout/vypnout všechny aplikace
pl: Włączenie/Wyłączenie aplikacji:

# app.disableAll.description
source: Use this switch to enable/disable all apps.
cs: Pro zapnutí/vypnutí všech aplikací použijte tento přepínač.
pl: Prosimy o użycie przycisku do aktywacji lub deaktywacji aplikacji

# app.optOut.description
source: This app is loaded by default (but you can opt out)
cs: Tato aplikace je ve výchozím nastavení zapnuta (můžete ji však vypnout)
pl: Domyślnym ustawieniem jest aktywacja tej aplikacji, ale mogą ją Państwo deaktywować.

# app.required.title
source: (always required)
cs: (vždy vyžadováno)
pl: (aplikacja konieczna do zainstalowania)

# app.required.description
source: This application is always required
cs: Tato aplikace je vždy vyžadována
pl: aplikacja konieczna do zainstalowania

# app.purposes
source: Purposes
cs: Účely
pl: cele

# app.purpose
source: Purpose
cs: Účel
pl: cel
